{
    "books": [
        {
            "id": "1",
            "title": "Cien años de soledad",
            "author": "Gabriel García Marquez",
            "publish_year": 0,
            "category": "fiction",
            "synopsis": "Occaecat occaecat magna elit eiusmod. Duis nostrud excepteur mollit ipsum culpa laboris excepteur cupidatat consectetur aute. Ut magna consequat non aliqua non et do labore aliquip eu magna culpa in. Ad commodo sit voluptate qui qui cupidatat reprehenderit tempor duis. Nulla irure sunt laboris eu nulla occaecat minim incididunt proident sint esse. Sit elit anim veniam quis pariatur Lorem duis elit mollit culpa. Velit ex proident aliqua voluptate consequat veniam dolore officia cillum id. <br><br> Est enim laboris ad cupidatat anim elit non elit do adipisicing. Dolor ad ea ut culpa non culpa nulla incididunt nulla. Consectetur nisi exercitation ullamco ut sunt. Lorem deserunt esse ipsum ad irure in pariatur amet aute excepteur dolore. Officia mollit ea dolor ut. Do ullamco nulla velit consectetur occaecat quis. Aliqua ad ad aliquip nostrud commodo et duis laboris aute fugiat.",
            "cover_path": "https://covers.openlibrary.org/b/id/12627383-L.jpg"
        },
        {
            "id": "2",
            "title": "1984",
            "author": "George Orwell",
            "category": "fiction",
            "synopsis": "Una distopía política que examina el totalitarismo."
        },
        {
            "id": "3",
            "title": "Don Quixote",
            "author": "Miguel de Cervantes",
            "category": "classics",
            "synopsis": "La historia de un caballero y su fiel escudero."
        },
        {
            "id": "4",
            "title": "The Great Gatsby",
            "author": "F. Scott Fitzgerald",
            "category": "classics",
            "synopsis": "Una novela sobre la vida en la década de 1920."
        },
        {
            "id": "5",
            "title": "The Shining",
            "author": "Stephen King",
            "category": "thriller",
            "synopsis": "Un thriller psicológico sobre un hombre y su familia atrapados en un hotel aislado."
        },
        {
            "id": "6",
            "title": "Harry Potter and the Sorcerer's Stone",
            "author": "J.K. Rowling",
            "category": "fantasy",
            "synopsis": "La primera entrega de la famosa serie de fantasía."
        },
        {
            "id": "7",
            "title": "The Odyssey",
            "author": "Homer",
            "category": "history",
            "synopsis": "La épica historia de la vuelta a casa de Odiseo."
        },
        {
            "id": "8",
            "title": "Leaves of Grass",
            "author": "Walt Whitman",
            "category": "poetry",
            "synopsis": "Una famosa obra poética que celebra la individualidad y la naturaleza."
        }
    ]
}
